Revit 2024 API
ParameterTypeId.RbsDuctFittingLossMethodSettings Property
 "Loss Method Settings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsDuctFittingLossMethodSettings { get; }
Visual Basic
Public Shared ReadOnly Property RbsDuctFittingLossMethodSettings As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsDuctFittingLossMethodSettings {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace